{"accessLevel": "public", "accrualPeriodicity": "R/P1Y", "bureauCode": ["005:13"], "contactPoint": {"@type": "vcard:Contact", "fn": "Alberto Jerardo", "hasEmail": "mailto:ajerardo@ers.usda.gov"}, "describedBy": "http://www.ers.usda.gov/data-products/us-food-imports/documentation.aspx", "description": "U.S. consumers demand variety, quality, and convenience in the foods they consume. As Americans have become wealthier and more ethnically diverse, the American food basket reflects a growing share of tropical products, spices, and imported gourmet products. Seasonal and climatic factors drive U.S. imports of popular types of fruits and vegetables and tropical products, such as cocoa and coffee. In addition, a growing share of U.S. imports can be attributed to intra-industry trade, whereby agricultural-processing industries based in the United States carry out certain processing steps offshore and import products at different levels of processing from their subsidiaries in foreign markets.\r\n \r\nThis data set provides import values of edible products (food and beverages) entering U.S. ports and their origin of shipment. Data are from the U.S. Department of Commerce, U.S. Census Bureau. Food and beverage import values are compiled by calendar year into food groups corresponding to major commodities or level of processing. At least 10 years of annual data are included, enabling users to track long-term growth patterns.", "distribution": [{"@type": "dcat:Distribution", "downloadURL": "http://www.ers.usda.gov/data-products/us-food-imports.aspx", "mediaType": "application/vnd.ms-excel", "title": "Web page with links to Excel files"}], "identifier": "USDA-ERS-00093", "issued": "2013-03-29", "keyword": ["agricultural economics", "food", "imports"], "license": "https://creativecommons.org/publicdomain/zero/1.0/", "modified": "2014-03-19", "programCode": ["005:041"], "publisher": {"@type": "org:Organization", "name": "Economic Research Service, U.S. Department of Agriculture"}, "spatial": "Global", "title": "U.S. Food Imports"}